/* Profile.swift: Account Details */
"Account Details" = "Account Details";

/* Profile.swift: Clear Search History */
"Clear Search History" = "Clear Search History";

/* Profile.swift: Clear Watch History */
"Clear Watch History" = "Clear Watch History";

/* Profile.swift: Contact Us */
"Contact Us" = "Contact Us";

/* Profile.swift: Members */
"Members" = "Members";

/* Profile.swift: Notifications */
"Notifications" = "Notifications";

/* Profile.swift: Order History */
"Order History" = "Order History";

/* Profile.swift: Settings */
"Settings" = "Settings";

